Repository: creativeshrestha/hajirv1
Catalog: lib/core/localization/l10n/app_*.arb
Languages: ne

source: Home
ne: घर

source: Apply Leave.
ne: छुट्टी लागू गर्नुहोस्।

source: My Account
ne: मेरो खाता

source: Change Language
ne: भाषा परिवर्तन गर्नुहोस्

source: Profile
ne: पाश्र्वचित्र

source: Reports
ne: रिपोर्टहरू

source: Settings
ne: बतंग

source: Logout
ne: बाहिर निस्कनु

source: Accept
ne: ग्रहण गर्नु

# removed
source: You have been removed from the
ne: तपाईं बाट हटाइएको छ

source: Decline
ne: हास

source: Today
ne: आज

source: Income History
ne: आय इतिहास

source: Weekly
ne: साप्ताहिक

source: Monthly
ne: मासिक

source: Annual
ne: वार्षिक

source: Otp Verification
ne: ओटीपी प्रमाणिकरण

# enter_oto_sent_to
source: Enter the OTP sent to
ne: ओटीपीमा पठाउनुहोस्

source: Verify
ne: ठीक छ की छैन हेर्नु

source: Close.
ne: बन्द।

source: Get OTP
ne: OTP प्राप्त गर्नुहोस्

source: Mobile Number
ne: मोबाइल नम्बर

# will_send_otp
source: We will send you one time password on this mobile number
ne: हामी तपाईंलाई यस मोबाइल नम्बरमा एक पटक पासवर्ड पठाउनेछौं

# read_and_agree
source: I have read and agree
ne: मैले पढेको छु र सहमत छु

# terms_and_services
source: Terms & Services
ne: नियम र सेवाहरू

# login_with_candidate
source: Candidate can login and logout on official hours and employer can notice staffs activities and generate reports.
ne: उम्मेदवार लगईन र लगआउट गर्न सक्दछ आधिकारिक घण्टा र नियोक्ताले याद गर्न सक्दछ कर्मचारी गतिविधिहरू र रिपोर्टहरू उत्पन्न गर्नुहोस्।

# manage_time_and_track
source: Hajir will help you to manage your staff’s attendance, payrole and personal report of your company.
ne: हजिरले तपाईंलाई तपाईंको प्रबन्ध गर्न मद्दत गर्दछ स्टाफको उपस्थिति, पेरोबिल र व्यक्तिगत तपाईंको कम्पनीको रिपोर्ट।

# live_attendance
source: Salary calculation made easy, track your staffs overtime, leave day, late day and live daily wages interactive reports.
ne: तलब गणनाले सजिलो बनायो, तपाईंको ट्र्याक गर्नुहोस् कर्मचारीहरू ओभरटाइम, दिन, ढिलो दिन छोड्नुहोस् र प्रत्यक्ष दैनिक ज्याला अन्तर्क्रियात्मक रिपोर्टहरू।

# did_not_receive_otp
source: Didnt not receive OTP?
ne: ओटीपी प्राप्त गरेन?

# resent_otp_in
source: OTP Resend in 12:02
ne: OTP 12:02 मा रिसेट गर्नुहोस्

# not_invited_to_company
source: You’ve not invited to company yet.
ne: तिमीलाई आमन्त्रित गर्नुहुन्न कम्पनी अझै।

# is_invited_to_join_company
source: is invited to join a company
ne: एक कम्पनीमा सामेल हुन आमन्त्रित गरिएको छ

source: Apply For leave
ne: छोड्नुको लागि आवेदन दिनुहोस्

# not_created_company
source: You’ve not created company yet.
ne: तपाईंले सृष्टि गर्नुभएको छैन कम्पनी अझै।

source: Designation
ne: पद विवरण

# click_below_to_login
source: Click below to continue login as
ne: लगइन जारी राख्न तल क्लिक गर्नुहोस्

# welcome
source: Welcome to
ne: स्वागत छ

source: to
ne: तिर

source: Candidate
ne: उम्मेदवार

source: Employer
ne: काम दिनु ब्यक्ति

source: OR
ne: अथवा

# login_candidate_item1
source: Login with candidate will help you to track your salary and workflow.
ne: उम्मेदवारसँग लगईन मद्दत गर्दछ तपाईं आफ्नो तलब ट्र्याक गर्न र कार्यप्रवाह।

# login_candidate_item2
source: Help you to manage your time and track yourself to focus on everyday task.
ne: तपाइँलाई तपाइँको समय प्रबन्ध गर्न मद्दत गर्नुहोस् र आफैलाई ध्यान केन्द्रित गर्न ट्र्याक गर्नुहोस् दैनिक कार्यमा।

# login_candidate_item3
source: Live attendance, secondly salary calculation, quick reports, allowance & overtime reports.
ne: प्रत्यक्ष उपस्थिति, दोस्रो तलब गणना, द्रुत रिपोर्टहरू, भत्ता र ओभरटाइम रिपोर्टहरू।

# choose_language
source: Choose your language
ne: तपाईंको भाषा छनौट गर्नुहोस्

source: START BREAK
ne: ब्रेक सुरु गर

source: company
ne: दल

source: Update
ne: अद्यावधिक गर्नुहोस्

# dob
source: Date of birth
ne: जन्म मिति

source: Leave Type
ne: छुट्टी बिदा

source: Duration
ne: अवधि

source: Upload Image.
ne: छवि अपलोड गर्नुहोस्।

source: Remarks.
ne: टिप्पणीहरू।

source: Submit.
ne: स्वीकार।

# successful_submit_report
source: Successfully sent your request.
ne: सफलतापूर्वक तपाइँको अनुरोध पठाउनुहोस्।

# will_get_back_to_you
source: We’ve received your request.We will get back to you.
ne: हामीले तपाईंको अनुरोध प्राप्त गरेका छौं। हामी तपाईंतर्फ फर्कनेछौं।

source: Last name
ne: थर

source: First name
ne: पहिलो नाम

source: Description
ne: वर्णन

source: Balance
ne: शेष

source: Salary
ne: तलब

source: Overtime
ne: समयको क्रमसँगै

source: Bonus
ne: भत्ता

source: Allowance
ne: छुट

source: Tax
ne: कर

source: Penalty
ne: जरिवाना

source: Leave Information
ne: जानकारी छोड्नुहोस्

source: Sick Leave
ne: बिरामी बिदा

source: Extra Leave
ne: अतिरिक्त छोड्नु

source: Casual Leave
ne: अनौपचारिक बिदा

source: Attendance
ne: उपस्थित

source: Employee
ne: कर्मचारी

source: Employee List
ne: कर्मचारी सूची

# companies_list
source: Company List
ne: कम्पनी सूची

source: Approver
ne: किक्षक

source: Today's Earning
ne: आजको कमाई

# create_candidate
source: Create a candidate
ne: उम्मेदवार बनाउनुहोस्

source: Staff Code
ne: कर्मचारी कोड

source: Auto generated
ne: स्वत: उत्पन्न

source: Salary calculation day
ne: तलब गणना दिन

source: Business Leave Days
ne: व्यापार बिदा दिन

source: Office hours
ne: कार्यालयको समय

source: Access networks
ne: नेटवर्कहरू पहुँच गर्नुहोस्

source: Remaining Leave.
ne: बाँकी बिदा।

source: Total
ne: कुल

source: Amount
ne: धनराशी

source: Stop Break
ne: ब्रेक रोक्नुहोस्

source: Login
ne: लग - इन

source: Change
ne: परिवर्तन

source: Full Name
ne: पुरा नाम

source: All
ne: सबै

source: Active
ne: क्रियाशील

source: Inactive
ne: निष्क्रिय

# present
source: Present Absent
ne: अनुपस्थित अवस्थित

source: Leave
ne: छोड

source: Total Earning
ne: कुल कमाई

source: TOTAL HOURS
ne: कुल घण्टा

source: Send Notification
ne: सूचना पठाउनुहोस्

source: Message
ne: सन्देश

source: Individual Reports
ne: व्यक्तिगत रिपोर्टहरू

source: Overall Reports
ne: समग्र रिपोर्टहरू

source: Attendee
ne: सेपमा चढायौ

source: Absent
ne: अनुपस्थित

source: Late
ne: अबेर

source: Early punch out
ne: प्रारम्भिक पंच बाहिर

source: Remove
ne: हटाउनु

source: Attendance Records
ne: उपस्थिति रेकर्ड

source: Export
ne: निर्यात गर्नु

source: Daily
ne: दैनिक

source: Current Number
ne: वर्तमान संख्या

source: Changed Number
ne: संख्या परिवर्तन भयो

source: Confirm Changed Number
ne: निश्चित संख्या निश्चित गर्नुहोस्

source: Add
ne: थप्नु

source: Inbox
ne: इनबक्स

source: Monthly reports
ne: मासिक रिपोर्टहरू

source: Add Approver
ne: एप्लेभर थप्नुहोस्

source: My Plans
ne: मेरो योजना

source: Enroll Attendee
ne: भर्नामा भर्ना गर्नुहोस्

source: Missing Attendance
ne: हराएको

source: Clock In
ne: घडी मा

source: Clock Out
ne: घडी बाहिर

source: Pending
ne: फैसला बांकी राखेको

source: Name or number
ne: नाम वा नम्बर

source: Check in date
ne: मितिमा जाँच गर्नुहोस्

source: Check in time
ne: समयमा जाँच गर्नुहोस्

source: Check out time
ne: समय जाँच गर्नुहोस्

# login_employer_item1
source: Login with employer will help you to track your all the staff activities from your smart devices.
ne: रोजगारदातासँग लगईनले तपाईंलाई मद्दत गर्दछ तपाईंको सबै स्टाफ गतिविधिहरू तपाईंको बाट ट्र्याक गर्नुहोस् स्मार्ट उपकरणहरू।

# login_employer_item2
source: You can manage your employee attendance, salary, overtime and payroll anywhere in the world
ne: तपाईं आफ्नो कर्मचारी व्यवस्थापन गर्न सक्नुहुन्छ उपस्थिति, तलब, ओभरटाइम र पेरोल जसमा विश्वको कतै

# login_employer_item3
source: Live attendance, quick reports, allowance & overtime expense calculation and export reports in csv/excel/pdf.
ne: जीवित उपस्थिति, द्रुत रिपोर्टहरू, भत्ता र ओभरटाइम खर्च गणना र CSV / एक्सेल / PDF मा रिपोर्टहरू निर्यात गर्नुहोस्।

# candidate_not_created
source: You’ve not created candidate.
ne: तपाईंले उम्मेदवार बनाउनुभएको छैन।

# breaks
source: Break
ne: विश्राम

source: Annual Leave Summary
ne: वार्षिक बिदा सारांश

source: Change Number
ne: नम्बर परिवर्तन गर्नुहोस

source: Cancel
ne: रद्द गर्नु

source: Paid Leave
ne: भुक्तानी बिदा

source: Type
ne: वर्गीकरण गर्नु

source: Half Day
ne: आधा दिन

source: Attached
ne: जोडिएको

source: Back to home
ne: घर फिर्ता

source: Details
ne: विवरण

source: Send Invitation
ne: आमन्त्रित पठाउनुहोस्

source: Week
ne: हप्ता

# logout_dialog
source: Are you sure you want to log out?
ne: के तपाईं लग आउट गर्न चाहनुहुन्छ?

source: Payment Options
ne: भुक्तानी विकल्प

source: Pay Now
ne: अबो तिरे

source: Successful payment!
ne: सफल भुक्तानी!

# thank_for_purchanse
source: Thank you for your purchase
ne: तपाईको खरीदको लागि धन्यवाद

source: Done!
ne: पूरा भयो!

source: Upgrade to premium
ne: प्रीमियममा अपग्रेड गर्नुहोस्

source: Select Approver
ne: अनुप्रयोग चयन गर्नुहोस्

source: Select Company
ne: कम्पनी चयन गर्नुहोस्

source: Thank You.
ne: धन्यवाद।

source: Today you’ve earned
ne: आज तपाईंले प्रदान गर्नुभयो

source: Have a good time.
ne: राम्रो समय छ।
